<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">

<head>
<link rel="icon" type="image/png" href="form/assets/img/ico.png">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />

<title>About</title>

<!-- Latest compiled and minified CSS -->

<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" >



<!-- Optional theme -->

<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap-theme.min.css">



<!-- Latest compiled and minified JavaScript -->

<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>

</head>



<body>



<div class="container">

<div class="page-header">

    <div class="row">

        <div class="col-md-6">

        <a href="index.php"><img src="images/Tamil Pulavar - Logo Tamil Small.png" class="pull-left" /></a>

        </div>

        <div class="col-md-6">

       <!-- <img src="img/uss_logo .png" class="pull-right" /> -->

        </div>

     </div>

</div>

	<div class="row">

    	<div class="col-md-10 col-md-offset-1">

<h4 class="text-danger">அன்பிற்கினியவர்களுக்கு வணக்கம்,</h4>

<p class="text-justify">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;அல்டிமேட் மென்பொருள் தீர்வகம் திண்டுக்கல்லைத் தலைமையிடமாகக் கொண்டு நான்கைந்து தனிநபர்களின் துணையுடன் இயங்கிவரும் அமைப்பாகும்.தொடர்ந்து 15 வருடங்களாக தமிழ் மென்பொருள் உருவாக்கத்தில் தன்னை அர்ப்பணித்து இயங்கி வரும் அமைப்பு இது.</p><br /><p class="text-justify"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

பல்கலைக் கழகங்கள் போன்ற மாபெரும் நிறுவனங்கள் செய்திட வேண்டிய இந்தச் செயலை மிகக் கடினமான உழைப்பினால் செய்து வருகிறோம். 

ஒவ்வொரு காலத்திலும் வெளியான அகராதிகளைத் தொகுத்திடும் போது மொழியின் கால அளவு மாற்றங்களை எளிதில் மொழி ஆய்வாளர்கள் ஆய்வு செய்ய வசதி அளிக்கும் நோக்கில் இந்தத் தளம் வடிவமைக்கப் பட்டுள்ளது. 

கீழே தரப்பட்டுள்ள அட்டவணை இதுவரை வெளியான அகராதிகளின் தொகுப்பாகும். இது மட்டுமின்றி மருத்துவம், சட்டம் மற்றும் பல்வேறு துறை சார்ந்த அகராதிகளையும் இணைக்க வேண்டிய தேவை இருக்கிறது.</p><br /><p class="text-justify">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

எனவே இணைந்து பணியாற்றும் ஆர்வம் உள்ள தமிழ் ஆர்வலர்கள் தளத்தில் தங்களைப் பதிவு செய்து கொண்டு பணியாற்றலாம்.

பொருள் உதவி செய்ய நினைப்பவர்கள் தளத்தின் Donate பகுதியின் வழியாக பொருளுதவி செய்யலாம்.

யாராக இருந்தாலும் கீழுள்ள சமூக வலைதளங்களில் சுட்டிகளைச் சொடுக்கி உங்களின் பக்கங்களில் இந்தத் தளத்தினைப் பகிர்ந்து கொள்ளுங்கள், இது நிறையத் தமிழர்களுக்கு இந்தத் தளத்தின் பயன்பாட்டினை எடுத்துச் செல்ல வழிவகுக்கும்

வாருங்கள் அடுத்த தலைமுறைக்கான தொகுப்பினை முன்னெடுப்போம்.</p>

<p class="text-center" style="color:#F00;">அனைவருக்கும் நன்றிகளுடன்

அல்டிமேட் மென்பொருள் தீர்வகக் குழு</p>

<br />

<h5 class="text-primary" style="line-height:23px;">வீரமா முனிவர் அளித்த முதல் தமிழ் அகராதிக்குப் பிறகு வந்த பல தமிழகராதிகளும் அவற்றை அளித்த ஆசிரியர்களும் அவை வெளியான ஆண்டுகளும் இங்கே தொகுத்தளிக்கப்பட்டுள்ளன.</h5>

<table class="table table-responsive table-striped">

<tr><td>1.</td><td>சதுரகராதி - வீரமா முனிவர்</td><td>1732.</td></tr>

<tr><td>2.</td><td>பெப்ரியசு அகராதி - பெப்ரியசு</td><td>1779.</td></tr>

<tr><td>3.</td><td>ராட்லர் தமிழ் அகராதி - பாகம் 1 - ராட்லர்</td><td>1834.</td></tr>

<tr><td>4.</td><td>ராடர் தமிழ் அகராதி- பாகம் 2 - ராட்லர்</td><td>1837.</td></tr>

<tr><td>5.</td><td>ராட்லர் தமிழ் அகராதி-பாகம் 3 - ராட்லர்</td><td>1839.</td></tr>

<tr><td>6.</td><td>ராட்லர் தமிழ் அகராதி- பாகம் 4 - ராட்லர்</td><td>1841.</td></tr>

<tr><td>7.</td><td>மானிப்பாய் அகராதி - யாழ்ப்பாணம் சந்திரசேகர பண்டிதர் மற்றும் சரவணமுத்துப் பிள்ளை</td><td>1834.</td></tr>

<tr><td>8.</td><td>சொற்பொருள் விளக்கம் - களத்தூர் வேதகிரி முதலியார் </td><td>1850.</td></tr>

<tr><td>9.</td><td>போப்புத் தமிழ் அகராதி - ஜி.யு.போப் </td><td> 1869.</td></tr>

<tr><td>10.</td><td>அகராதிச் சுருக்கம் - விஜயரங்க முதலியார் </td><td>1883.</td></tr>

<tr><td>11.</td><td>பேரகராதி - காஞ்சிபுரம் இராமசாமி நாயுடு </td><td> 1893.</td></tr>

<tr><td>12.</td><td>தரங்கம்பாடி அகராதி - பெரியசு அகராதியின் விரிவு </td><td>1897.</td></tr>

<tr><td>13.</td><td>தமிழ்ப் பேரகராதி - யாழ்ப்பாணம் கதிரைவேற் பிள்ளை </td><td>1899.</td></tr>

<tr><td>14.</td><td>தமிழ்ப் பேரகராதி - யாழ்ப்பாணம் கதிரைவேற் பிள்ளை </td><td>1901.</td></tr>

<tr><td>15.</td><td>தமிழ்ச் சொல்லகராதி - யாழ்ப்பாணம் கதிரைவேற் பிள்ளை</td><td>1904.</td></tr>

<tr><td>16.</td><td>சிறப்புப் பெயர் அகராதி - ஈக்காடு இரத்தினவேல் முதலியார் </td><td> 1908.</td></tr>

<tr><td>17.</td><td>இருபதாம் நூற்றாண்டுத் தமிழ் அகராதி - பி.ஆர். இராமநாதன் </td><td> 1909.</td></tr>

<tr><td>18.</td><td>அபிதானசிந்தாமணி - ஆ.சிங்காரவேலு முதலியார் </td><td>1910.</td></tr>

<tr><td>19.</td><td>தமிழ்ச் சொல் அகராதி, முதல் தொகுதி - யாழ்ப்பாணம் கதிரைவேற் பிள்ளை </td><td> 1910.</td></tr>

<tr><td>20.</td><td>தமிழ்ச் சொல் அகராதி, இரண்டாம் தொகுதி - யாழ்ப்பாணம் கதிரைவேற் பிள்ளை</td><td> 1912.</td></tr>

<tr><td>21.</td><td>தமிழ்ச் சொல் அகராதி, மூன்றாம் தொகுதி:- யாழ்ப்பாணம் கதிரைவேற் பிள்ளை </td><td> 1923.</td></tr>

<tr><td>22.</td><td>தமிழ் மொழி அகராதி - காஞ்சி நாகலிங்க முனிவர் </td><td>1911.</td></tr>

<tr><td>23.</td><td>இலக்கியச் சொல் அகராதி - கன்னாகம் அகுமாரசாமி பிள்ளை </td><td> 1914.</td></tr>

<tr><td>24.</td><td>மாணவர் தமிழ் அகராதி - எஸ். அனவரத விநாயகம் பிள்ளை </td><td> 1921.</td></tr>

<tr><td>25.</td><td>சொற்பொருள் விளக்கம் - சு.சுப்பிரமணிய சாஸ்திரி </td><td> 1924.</td></tr>

<tr><td>26.</td><td>தற்காலத் தமிழ்ச் சொல் அகராதி - ச. பவானந்தம் பிள்ளை </td><td> 1925.</td></tr>

<tr><td>27.</td><td>இளைஞர் தமிழ்க் கையகராதி - மே.வீ. வேணுகோபாலபிள்ளை</td><td> 1928.</td></tr>

<tr><td>28.</td><td>ஜுபிலி தமிழ் அகராதி - எஸ். சங்கரலிங்கமுதலியார் </td><td> 1935.</td></tr>

<tr><td>29.</td><td>ஆனந்தவிகடன் அகராதி - ஆனந்த விகடன் பத்திரிக்கை ஆசிரியர் குழு </td><td> 1935.</td></tr>

<tr><td>30.</td><td>நவீன தமிழ் அகராதி - சி.கிருஷ்ணசாமி பிள்ளை </td><td>1935.</td></tr>

<tr><td>31.</td><td>மதுரைத் தமிழ்ப் பேரகராதி - மதுரை இ.மா.கோபாலகிருஷ்ணக் கோனார் மற்றும் பண்டிதர் பார்</td><td> 1937.</td></tr>

<tr><td>32.</td><td>சொற்பிறப்பு ஒப்பியல் தமிழ் அகராதி - சுவாமி ஞானப் பிரகாசம்</td><td> 1938.</td></tr>

<tr><td>33.</td><td>தமிழறிஞர் அகராதி - சி. கிருஷ்ணசாமிப் பிள்ளை </td><td>1839.</td></tr>

<tr><td>34.</td><td>தமிழ் அமிழ்த அகராதி - சி.கிருஷ்ணசாமிப் பிள்ளை </td><td>1939.</td></tr>

<tr><td>35.</td><td>விக்டோரியா தமிழ் அகராதி - எஸ். குப்புஸ்வாமி</td><td>1939.</td></tr>

<tr><td>36.</td><td>தமிழ் லெக்ஸஸிகன் - சென்னைப் பல்கலைகழகம் </td><td> 1939.</td></tr>

<tr><td>37.</td><td>கழகத் தமிழ் அகராதி - சேலை சகாதேவ முதலியார் மற்றும் காழி சிவகண்ணுச் சாமி பிள்ளை </td><td> 1940.</td></tr>

<tr><td>38.</td><td>செந்தமிழ் அகராதி - ந.சி. கந்தையாப் பிள்ளை</td><td>1950.</td></tr>

<tr><td>39.</td><td>கமபர் தமிழ் அகராதி - வே. இராமச் சந்திர சர்மா</td><td>1951.</td></tr>

<tr><td>40.</td><td>சுருக்கத் தமிழ் அகராதி - கலைமகள் பத்திரிக்கை</td><td>1955.</td></tr>

<tr><td>41.</td><td>கோனார் தமிழ்க் கையகராதி - ஐயன் பெருமாள்க் கோனார்</td><td> 1955.</td></tr>

<tr><td>42.</td><td>தமிழ் இலக்கிய அகராதி - பாலூர் து. கண்ணப்ப முதலியார்</td><td> 1957.</td></tr>

<tr><td>43.</td><td>கழகத் தமிழ் அகராதி - கழகப் புலவர் (சைவ சித்தாந்த நூற்பதிப்புக் கழகம்) </td><td>1964.</td></tr>

<tr><td>44.</td><td>லிஃப்கோ தமிழ் அகராதி - லிஃப்கோ புத்தக நிறுவனம் </td><td> 1969.</td></tr>

<tr><td>45.</td><td>தமிழ்ச் சுருக்கெழுத்து அகராதி - அனந்தநாராயணன் </td><td>1980.</td></tr>

<tr><td>46.</td><td>தமிழ்-அகர முதலி - மு சண்முகம் பிள்ளை </td><td> 1984.</td></tr>

<tr><td>47.</td><td>செந்தமிழ் சொற்பியல் பேரகர முதலி - தேவநேயப்பாவாணர் </td><td> 1984.</td></tr>

<tr><td>48.</td><td>பழந்தமிழ் சொல் அகராதி - (5-தொகுதிகள்) - புலவர் த கோவேந்தன்</td><td>1985.</td></tr>

<tr><td>49.</td><td>திருமகள் கையகராதி - புலவர் த. கோவிந்தன் மற்றும் கீதா</td><td>1995.</td></tr>

<tr><td>50.</td><td>மலேசியச் செந்தமிழ் அகராதி - டாக்டர் ஜி.பி. இலாசரஸ்</td><td> 1997.</td></tr>

<tr><td>51.</td><td>வசந்தா தமிழ் அகராதி - புலவரேறு அரிமதி தென்னகன் </td><td> 2000.</td></tr>

<tr><td>52.</td><td>நர்மதா தமிழ் அகராதி - நர்மதா பதிப்பகத்தின் புலவர் குழு </td><td>2003.</td></tr>

</table>

		</div>

	</div>





<footer>

   <div class="row" style="font-family:Verdana, Geneva, sans-serif;">

<hr />
          <div class="col-md-4" >
         	                  <h4 style="color:#F00;">Contact</h4>
                                    <p >M2/179,<br /> 12th Cross Rd,<br /> RM Colony, Dindigul,<br /> Tamil Nadu 624001</p>
                                   
                      
                    </div>

                   <div class="col-md-4" style="margin-top:38px;">

                   <p class="text-center">This page is available under the <br><a href="https://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank">(CC BY-NC-SA 4.0)</a></p>

                   </div>  			

				  <div class="col-md-4"  style="margin-top:38px; font-family:Verdana, Geneva, sans-serif;">

          
			<p  class="pull-right">Phone : +91 - 8883238222,+91 -8015899585,+91 -8675676258, +91-81224 52237 <br />
                                    Email&nbsp;&nbsp;: contact@tamilpulavar.org</p>
                             

          </div>

                </div>

      


	</footer>
</div>








</body>

</html>